Repository: MusiqueLibre/DogmaGoblin
Catalog: mediagoblin/i18n/*/LC_MESSAGES/mediagoblin.po
Languages: fr

source: Sorry, registration is disabled on this instance.
fr: Désolé, l'inscription n'est pas activée sur ce serveur.

source: Sorry, reporting is disabled on this instance.
fr: Désolé, le signalement est désactivé sur ce serveur.

source: Sorry, authentication is disabled on this instance.
fr: Désolé, l'authentification est désactivée sur ce serveur.

source: Invalid User name or email address.
fr: Nom d'utilisateur ou adresse e-mail invalide.

source: This field does not take email addresses.
fr: Ce champ n'accepte pas les adresses e-mail.

source: This field requires an email address.
fr: Ce champ nécessite une adresse e-mail.

source: Sorry, a user with that name already exists.
fr: Désolé, un autre utilisateur utilise déjà ce nom.

source: Sorry, a user with that email address already exists.
fr: Désolé, un autre utilisateur se sert déjà de cette adresse e-mail.

source: The verification key or user id is incorrect.
fr: La clé de vérification ou l'identifiant de l'utilisateur est incorrect.

source: Your email address has been verified. You may now login, edit your profile, and submit images!
fr: Votre adresse e-mail a été vérifiée. Vous pouvez maintenant vous identifier, renseigner votre profil, et ajouter des images !

source: The verification key or user id is incorrect
fr: La clé de vérification ou le nom d'utilisateur est incorrect.

source: You must be logged in so we know who to send the email to!
fr: Vous devez être identifié afin que nous sachions à qui envoyer l'e-mail !

source: You've already verified your email address!
fr: Votre adresse e-mail a déjà été vérifiée !

source: Resent your verification email.
fr: E-mail de vérification renvoyé.

source: Title
fr: Titre

source: Description of this work
fr: Description de ce média

source: You can use <a href="http://daringfireball.net/projects/markdown/basics"> Markdown</a> for formatting.
fr: Vous pouvez utiliser <a href="http://daringfireball.net/projects/markdown/basics"> Markdown</a> pour la mise en page.

source: Tags
fr: Mots-clés

source: Separate tags by commas.
fr: Séparez les mots-clés avec des virgules.

source: Slug
fr: Référence

source: The slug can't be empty
fr: La référence doit être renseignée.

source: The title part of this media's address. You usually don't need to change this.
fr: Le texte utilisé dans l'URL de ce média. Vous n'avez généralement pas besoin de le modifier.

source: License
fr: Licence

source: Bio
fr: Biographie

source: Website
fr: Site web

source: This address contains errors
fr: Cette adresse contient des erreurs

source: Email me when others comment on my media
fr: Me prévenir par e-mail lorsqu'on commente mes médias

source: Enable insite notifications about events.
fr: Activer les notifications d'évènements sur le site.

source: License preference
fr: Préférence de licence

source: This will be your default license on upload forms.
fr: Cette licence sera sélectionnée par défaut lors de vos ajouts de médias.

source: The title can't be empty
fr: Le titre doit être renseigné

source: Description of this collection
fr: Description de cette collection

source: The title part of this collection's address. You usually don't need to change this.
fr: Le texte utilisé dans l'URL de cette collection. Vous n'avez généralement pas besoin de le modifier.

source: Old password
fr: Ancien mot de passe

source: Enter your old password to prove you own this account.
fr: Entrez votre ancien mot de passe pour prouver que vous êtes bien le propriétaire de ce compte.

source: New password
fr: Nouveau mot de passe

source: New email address
fr: Nouvelle adresse e-mail

source: Password
fr: Mot de passe

source: Enter your password to prove you own this account.
fr: Entrez votre mot de passe pour prouver que vous êtes bien le propriétaire de ce compte.

source: Identifier
fr: Identifiant

source: Value
fr: Valeur

source: An entry with that slug already exists for this user.
fr: Un média portant la même référence existe déjà pour cet utilisateur.

source: You are editing another user's media. Proceed with caution.
fr: Vous vous apprêtez à modifier le média d'un autre utilisateur. Veuillez prendre garde.

source: You added the attachment %s!
fr: Vous avez ajouté la pièce jointe “%s” !

source: You can only edit your own profile.
fr: Vous ne pouvez modifier que votre propre profil.

source: You are editing a user's profile. Proceed with caution.
fr: Vous vous apprêtez à modifier le profil d'un utilisateur. Veuillez prendre garde.

source: Profile changes saved
fr: Les modifications du profil ont été enregistrées

source: Account settings saved
fr: Les préférences du compte ont été enregistrées

source: You need to confirm the deletion of your account.
fr: Vous devez confirmer la suppression de votre compte.

source: You already have a collection called "%s"!
fr: Vous possédez déjà une collection intitulée “%s” !

source: A collection with that slug already exists for this user.
fr: Une collection portant la même référence existe déjà pour cet utilisateur.

source: You are editing another user's collection. Proceed with caution.
fr: Vous vous apprêtez à modifier la collection d'un autre utilisateur. Veuillez prendre garde.

source: Your email address has been verified.
fr: Votre adresse e-mail a été vérifiée.

source: Wrong password
fr: Mauvais mot de passe

source: Cannot link theme... no theme set
fr: Impossible de lier le thème... Aucun thème configuré

source: No asset directory for this theme
fr: Aucun répertoire "asset" pour ce thème

source: However, old link directory symlink found; removed.
fr: Cependant, un ancien lien vers le dossier a été trouvé; supprimé.

source: Could not link "%s": %s exists and is not a symlink
fr: Impossible de lier "%s" : %s existe et n'est pas un lien symbolique

source: Skipping "%s"; already set up.
fr: Saute "%s"; déjà défini.

source: Old link found for "%s"; removing.
fr: Ancien lien trouvé pour "%s"; suppression.

source: For more information about how to properly run this script (and how to format the metadata csv file), read the MediaGoblin documentation page on command line uploading <http://docs.mediagoblin.org/siteadmin/commandline-upload.html>
fr: Pour plus d'informations sur la manière de lancer ce script (et comment formater le fichier csv), lisez la documentation de Mediagoblin sur l'upload en ligne de commande. <http://docs.mediagoblin.org/siteadmin/commandline-upload.html>

source: Name of user these media entries belong to
fr: Utilisateur à qui appartiennent ces médias

source: Path to the csv file containing metadata information.
fr: Chemin vers le fichier CSV contenant les métadata.

source: Sorry, no user by username '{username}' exists
fr: Désolé, il n'existe pas d'utilisateur '{username}'

source: File at {path} not found, use -h flag for help
fr: Impossible trouver le fichier {path}, utiliser l'option -h pour de l'aide

source: CSRF cookie not present. This is most likely the result of a cookie blocker or somesuch.<br/>Make sure to permit the settings of cookies for this domain.
fr: Cookie CSRF non présent. Cela est vraisemblablement l’œuvre d'un bloqueur de cookies ou assimilé.<br/>Veuillez vous assurer d'autoriser les cookies pour ce domaine.

source: Sorry, I don't support that file type :(
fr: Désolé, mais je ne prends pas en charge ce type de fichier :(

source: I am sure I want to delete this
fr: Je suis sûr de vouloir supprimer ce média

source: Woohoo! Submitted!
fr: Youhou, c'est envoyé !

source: You deleted the Blog.
fr: Vous avez effacé le blog.

source: The media was not deleted because you didn't check that you were sure.
fr: Ce média n'a pas été supprimé car vous n'avez pas coché la case de confirmation.

source: Add Blog Post
fr: Ajouter un article au blog

source: Edit Blog
fr: Éditer le blog

source: Delete Blog
fr: Effacer le blog

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: No blog post yet.
fr: Aucun article pour le moment

source: Really delete %(title)s?
fr: Voulez-vous vraiment supprimer “%(title)s” ?

source: Cancel
fr: Annuler

source: Delete permanently
fr: Supprimer définitivement

source: Create/Edit a Blog
fr: Créer/Éditer un blog

source: Add
fr: Ajouter

source: Create/Edit a blog post.
fr: Créer/Éditer un article du blog

source: Create/Edit a Blog Post.
fr: Créer/Éditer un article du blog

source: %(blog_owner_name)s's Blog
fr: Blog de %(blog_owner_name)s

source: View
fr: Vue

source: Create a Blog
fr: Créer un blog

source: unoconv failing to run, check log file
fr: unoconv n'arrive pas à s'exécuter, vérifiez le fichier log

source: Video transcoding failed
fr: L'encodage de la vidéo à échoué

source: Take away privilege
fr: Révoquer un privilège

source: Ban the user
fr: Bannir l'utilisateur

source: Send the user a message
fr: Envoyer un message à l'utilisateur

source: Delete the content
fr: Supprimer le contenu

source: User will be banned until:
fr: L'utilisateur sera banni jusqu'à :

source: Why are you banning this User?
fr: Pour quelle raison bannissez-vous cet utilisateur ?

source: What action will you take to resolve the report?
fr: Quelle action envisagez-vous pour ce signalement ?

source: What privileges will you take away?
fr: Quels privilèges souhaitez-vous révoquer ?

source: indefinitely
fr: à perpétuité

source: Warning from
fr: Avertissement de

source: commented on your post
fr: a commenté votre message

source: Subscribed to comments on %s!
fr: Vous serez notifié pour les commentaires sur “%s” !

source: You will not receive notifications for comments on %s.
fr: Vous ne serez pas notifié pour les commentaires sur “%s”.

source: Must provide an oauth_token.
fr: Doit fournir un oauth_token.

source: No request token found.
fr: Aucun jeton d'authentification n'a été trouvé dans la requête.

source: Sorry, the file size is too big.
fr: Désolé, la taille du fichier est trop importante.

source: Sorry, uploading this file will put you over your upload limit.
fr: Désolé, publier ce fichier vous fera dépasser votre limite d'ajout de médias.

source: Sorry, you have reached your upload limit.
fr: Désolé, vous avez atteint votre limite d'ajout de médias.

source: Primary
fr: Primaire

source: Secondary
fr: Secondaire

source: Tertiary
fr: Tertiaire

source: How does this work?
fr: Comment cela fonctionne-t-il ?

source: CAUTION:
fr: ATTENTION :

source: Most recent media
fr: Derniers médias

source: Username
fr: Nom d'utilisateur

source: Email address
fr: Adresse e-mail

source: Username or Email
fr: Nom d'utilisateur ou adresse e-mail

source: Stay logged in
fr: Rester connecté

source: Username or email
fr: Nom d'utilisateur ou adresse e-mail

source: If that email address (case sensitive!) is registered an email has been sent with instructions on how to change your password.
fr: Si cette adresse e-mail (sensible à la casse !) est enregistrée, un e-mail a été envoyé avec les instructions pour changer votre mot de passe.

source: Couldn't find someone with that username.
fr: Nom d'utilisateur introuvable.

source: An email has been sent with instructions on how to change your password.
fr: Un e-mail contenant les instructions pour changer votre mot de passe vient de vous être envoyé.

source: Could not send password recovery email as your username is inactive or your account's email address has not been verified.
fr: Impossible d'envoyer un e-mail de récupération de mot de passe : votre compte est inactif ou bien l'adresse e-mail associée n'a pas été vérifiée.

source: The user id is incorrect.
fr: L'identifiant de l'utilisateur est incorrect.

source: You can now log in using your new password.
fr: Vous pouvez maintenant vous identifier avec votre nouveau mot de passe.

source: You are no longer an active user. Please contact the system admin to reactivate your account.
fr: Vous n'êtes plus un utilisateur actif. Merci de contacter l'administrateur pour qu'il réactive votre compte.

source: Your password was changed successfully
fr: Votre mot de passe a été modifié avec succès

source: Set your new password
fr: Enregistrez votre nouveau mot de passe

source: Set password
fr: Enregistrer le mot de passe

source: Changing %(username)s's password
fr: Modification du mot de passe de %(username)s

source: Save
fr: Enregistrer

source: Don't have an account yet?
fr: Vous n'avez pas encore de compte ?

source: Create one here!
fr: Créez-en un ici !

source: Change your password.
fr: Changez votre mot de passe.

source: Recover password
fr: Récupérer le mot de passe

source: Send instructions
fr: Envoyer les instructions

source: Forgot your password?
fr: Vous avez oublié votre mot de passe ?

source: Location
fr: Emplacement

source: View on <a href="%(osm_url)s">OpenStreetMap</a>
fr: Localiser avec <a href="%(osm_url)s">OpenStreetMap</a>

source: Sign in to create an account!
fr: Identifiez-vous pour créer un compte !

source: Allow
fr: Autoriser

source: Deny
fr: Refuser

source: Name
fr: Nom

source: The name of the OAuth client
fr: Le nom du client OAuth

source: This will be visible to users allowing your application to authenticate as them.
fr: Ceci sera visible aux utilisateurs qui autorisent votre application à s'authentifier en leur nom.

source: <strong>Confidential</strong> - The client can make requests to the GNU MediaGoblin instance that can not be intercepted by the user agent (e.g. server-side client).<br /> <strong>Public</strong> - The client can't make confidential requests to the GNU MediaGoblin instance (e.g. client-side JavaScript client).
fr: <strong>Confidentiel</strong> - Le client peut envoyer des requêtes à l'instance de GNU MediaGoblin qui ne peuvent pas être interceptées par le user agent (un client côté serveur par exemple).<br /> <strong>Public</strong> - Le client ne peut pas envoyer des requêtes confidentielles à l'instance de GNU MediaGoblin (un client JavaScript côté client par exemple).

source: Redirect URI
fr: URI de redirection

source: The redirect URI for the applications, this field is <strong>required</strong> for public clients.
fr: L'URI de redirection pour l'application, ce champ est <strong>obligatoire</strong> pour les clients publics.

source: This field is required for public clients
fr: Ce champ est obligatoire pour les clients publics

source: The client {0} has been registered!
fr: Le client {0} a été enregistré !

source: OAuth client connections
fr: Connexions de clients OAuth

source: Your OAuth clients
fr: Vos clients OAuth

source: Sorry, an account is already registered to that OpenID.
fr: Désolé, un compte est déjà enregistré avec cet OpenID.

source: Sorry, the OpenID server could not be found
fr: Désolé, le serveur OpenID n'a pas pu être trouvé.

source: No OpenID service was found for %s
fr: Aucun service OpenID n'a été trouvé pour %s

source: Verification of %s failed: %s
fr: La vérification de %s a échoué : %s

source: Verification cancelled
fr: Vérification annulée

source: Your OpenID url was saved successfully.
fr: Votre url OpenID a été correctement enregistrée.

source: You can't delete your only OpenID URL unless you have a password set
fr: Vous ne pouvez pas supprimer votre seul URL OpenID sauf si vous avez défini un mot de passe

source: That OpenID is not registered to this account.
fr: Cet OpenID n'est pas lié à ce compte.

source: OpenID was successfully removed.
fr: OpenID a été retiré avec succès.

source: Add an OpenID
fr: Ajouter un OpenID

source: Delete an OpenID
fr: Supprimer un OpenID

source: OpenID's
fr: OpenID

source: Log in
fr: S'identifier

source: Logging in failed!
fr: L'identification a échoué !

source: Log in to create an account!
fr: Identifiez-vous pour créer un compte !

source: Or login with a password!
fr: Ou s'identifier avec un mot de passe !

source: Or login with OpenID!
fr: Ou s'identifier avec OpenID !

source: Or register with OpenID!
fr: Ou s'enregistrer avec OpenID !

source: Sorry, an account is already registered to that Persona email.
fr: Désolé, un compte est déjà enregistré avec cet e-mail Persona.

source: The Persona email address was successfully removed.
fr: L'adresse e-mail Persona a été retirée avec succès.

source: You can't delete your only Persona email address unless you have a password set.
fr: Vous ne pouvez pas supprimer votre seul e-mail Persona sauf si vous avez défini un mot de passe.

source: That Persona email address is not registered to this account.
fr: Cette adresse e-mail Persona n'est pas liée à ce compte.

source: Sorry, an account is already registered with that Persona email address.
fr: Désolé, un compte est déjà enregistré avec cette adresse e-mail Persona.

source: Your Persona email address was saved successfully.
fr: Votre adresse e-mail Persona a été enregistrée avec succès.

source: Delete a Persona email address
fr: Supprimer une adresse e-mail Persona

source: Add a Persona email address
fr: Ajouter une adresse e-mail Persona

source: Persona's
fr: Persona

source: Or login with Persona!
fr: Ou s'identifier avec Persona !

source: Or register with Persona!
fr: Ou s'enregistrer avec Persona !

source: Invalid file given for media type.
fr: Le fichier envoyé ne correspond pas au type de média.

source: Copying to public storage failed.
fr: La copie vers le stockage public a échoué.

source: An acceptable processing file was not found
fr: Aucun fichier pouvant être traité n'a été trouvé

source: Max file size: {0} mb
fr: Taille maximale de fichier : {0} Mo

source: File
fr: Fichier

source: You can use <a href="http://daringfireball.net/projects/markdown/basics"> Markdown</a> for formatting.
fr: Vous pouvez utiliser <a href="http://daringfireball.net/projects/markdown/basics"> Markdown</a> pour la mise en page.

source: You must provide a file.
fr: Vous devez fournir un fichier.

source: Collection "%s" added!
fr: Collection “%s” ajoutée !

source: You are Banned.
fr: Vous êtes banni.

source: Image of goblin stressing out
fr: Image d'un goblin stressé

source: You have been banned
fr: Vous avez été banni

source: until %(until_when)s
fr: jusqu'au %(until_when)s

source: Verify your email!
fr: Vérifiez votre adresse e-mail !

source: log out
fr: se déconnecter

source: <a href="%(user_url)s">%(user_name)s</a>'s account
fr: Compte de <a href="%(user_url)s">%(user_name)s</a>

source: Change account settings
fr: Modifier les préférences du compte

source: Media processing panel
fr: Panneau de traitement des médias

source: Log out
fr: Se déconnecter

source: Add media
fr: Ajouter des médias

source: Create new collection
fr: Créer une nouvelle collection

source: User management panel
fr: Panneau de gestion des utilisateurs

source: Report management panel
fr: Panneau de gestion des signalements

source: Authorization
fr: Autorisation

source: Authorize
fr: Autoriser

source: You are logged in as
fr: Vous êtes identifié en tant que

source: Do you want to authorize
fr: Voulez-vous autoriser

source: an unknown application
fr: une application inconnue

source: to access your account?
fr: pour accéder à votre compte ?

source: Applications with access to your account can:
fr: Les applications ayant accès à votre compte peuvent :

source: Post new media as you
fr: Ajouter de nouveaux médias en votre nom

source: See your information (e.g profile, media, etc...)
fr: Voir vos informations (profil, médias, etc)

source: Change your information
fr: Modifier vos informations

source: Authorization Finished
fr: Autorisation terminée

source: Authorization Complete
fr: Autorisation terminée

source: Copy and paste this into your client:
fr: Copiez-collez ceci dans votre client :

source: Create an account!
fr: Créer un compte !

source: Create
fr: Créer

source: Hi %(username)s, to activate your GNU MediaGoblin account, open the following URL in your web browser: %(verification_url)s
fr: Bonjour %(username)s, pour activer votre compte sur GNU MediaGoblin, veuillez vous rendre à l'adresse suivante avec votre navigateur web: %(verification_url)s

source: Powered by <a href="http://mediagoblin.org/" title='Version %(version)s'>MediaGoblin</a>, a <a href="http://gnu.org/">GNU</a> project.
fr: Propulsé par <a href="http://mediagoblin.org/" title='Version %(version)s'>MediaGoblin</a>, un projet <a href="http://gnu.org/">GNU</a>.

source: Released under the <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPL</a>. <a href="%(source_link)s">Source code</a> available.
fr: Disponible sous la licence <a href="http://www.fsf.org/licensing/licenses/agpl-3.0.html">AGPL</a>. <a href="%(source_link)s">Code source</a> disponible.

source: Terms of Service
fr: Conditions d'utilisation

source: Explore
fr: Explorer

source: Hi there, welcome to this MediaGoblin site!
fr: Bonjour, et bienvenue sur ce site MediaGoblin !

source: This site is running <a href="http://mediagoblin.org">MediaGoblin</a>, an extraordinarily great piece of media hosting software.
fr: Ce site utilise <a href="http://mediagoblin.org">MediaGoblin</a>, un logiciel de partage de média particulièrement génial.

source: To add your own media, place comments, and more, you can log in with your MediaGoblin account.
fr: Pour ajouter vos propres médias, commenter, et bien plus encore, vous pouvez vous identifier avec votre compte MediaGoblin.

source: Don't have one yet? It's easy!
fr: Vous n'en avez pas ? C'est facile !

source: MediaGoblin logo
fr: Logo MediaGoblin

source: Editing attachments for %(media_title)s
fr: Modification des pièces jointes de “%(media_title)s”

source: Attachments
fr: Pièces jointes

source: Add attachment
fr: Ajouter une pièce jointe

source: Save changes
fr: Enregistrer les modifications

source: Changing %(username)s's email
fr: Changement de l'adresse e-mail de %(username)s

source: Really delete user '%(user_name)s' and all related media/comments?
fr: Voulez-vous vraiment supprimer l'utilisateur “%(user_name)s” et tous les médias/commentaires liés ?

source: Yes, really delete my account
fr: Oui, supprimer réellement mon compte

source: Editing %(media_title)s
fr: Modification de “%(media_title)s”

source: Changing %(username)s's account settings
fr: Modification des préférences du compte de %(username)s

source: Delete my account
fr: Supprimer mon compte

source: Editing %(collection_title)s
fr: Modification de “%(collection_title)s”

source: Editing %(username)s's profile
fr: Modification du profil de %(username)s

source: Hi, We wanted to verify that you are %(username)s. If this is the case, then please follow the link below to verify your new email address. %(verification_url)s If you are not %(username)s or didn't request an email change, you can ignore this email.
fr: Bonjour, Nous voulons vérifier que vous êtes %(username)s. Si cela est bien le cas, veuillez suivre le lien ci-dessous pour vérifier votre nouvelle adresse e-mail. %(verification_url)s Si vous n'êtes pas %(username)s ou n'avez pas demandé un changement d'adresse e-mail, vous pouvez ignorer cet e-mail.

source: New comments
fr: Nouveaux commentaires

source: %(formatted_time)s ago
fr: Il y a %(formatted_time)s

source: Mark all read
fr: Tout marquer comme lu

source: Media tagged with: %(tag_name)s
fr: Médias étiquetés avec : %(tag_name)s

source: Download
fr: Télécharger

source: Sorry, this audio will not work because your web browser does not support HTML5 audio.
fr: Désolé, ce fichier sonore ne sera pas joué car votre navigateur web ne prend pas en charge le son au standard HTML5.

source: You can get a modern web browser that can play the audio at <a href="http://getfirefox.com"> http://getfirefox.com</a>!
fr: Vous pouvez obtenir un navigateur web à jour capable de jouer les sons sur <a href="http://getfirefox.com"> http://getfirefox.com</a> !

source: Original file
fr: Fichier d'origine

source: WebM file (Vorbis codec)
fr: Fichier WebM (codec Vorbis)

source: Created
fr: Créé
