Repository: MusiqueLibre/DogmaGoblin
Catalog: mediagoblin/i18n/*/LC_MESSAGES/mediagoblin.po
Languages: fr

source: Most Used Categories
fr: Catégories les plus utilisées

source: Try looking in the monthly archives
fr: Essayez de regarder dans les archives du mois

source: Name *
fr: Nom *

source: Location of the band
fr: Localisation du groupe

source: Members comes from multiple countries
fr: Les membres viennent de plusieurs pays

source: This band started the :
fr: Ce groupe est apparu le :

source: Album released the :
fr: Album sortit le :

source: Remove this band
fr: Retirer ce groupe

source: Files uploaded !
fr: Fichier transféré !

source: Check out the transcoding in progress
fr: Vérification du transcodage en cours

source: You can leave safely :)
fr: Vous pouvez sortir en toute sécurité

source: About
fr: Au sujet de

source: Tags for this band
fr: Tags pour ce groupe

source: how we make music a better place
fr: comment nous rendons la musique plus sympa

source: DISCOVER
fr: DÉCOUVREZ

source: Design based on
fr: Conception basée sur

source: Very-Privacy Policy
fr: Politique de confidentialité

source: Little-Legal Terms & conditions
fr: Modalités légales et conditions

source: Coomute Music
fr: Coomute Musique

source: logout
fr: Se déconnecter
