Repository: MusiqueLibre/DogmaGoblin
Catalog: mediagoblin/i18n/*/LC_MESSAGES/mediagoblin.po
Languages: fr

source: Image for %(media_title)s
fr: Image de “%(media_title)s”

source: PDF file
fr: Fichier PDF

source: Front
fr: De face

source: Top
fr: Haut

source: Side
fr: Côté

source: Download model
fr: Télécharger le modèle

source: File Format
fr: Format de fichier

source: Object Height
fr: Hauteur de l'objet

source: Sorry, this video will not work because your web browser does not support HTML5 video.
fr: Désolé, ce fichier vidéo ne sera pas lu car votre navigateur web ne prend pas en charge la vidéo au standard HTML5.

source: You can get a modern web browser that can play this video at <a href="http://getfirefox.com"> http://getfirefox.com</a>!
fr: Vous pouvez obtenir un navigateur web à jour capable de lire les vidéos sur <a href="http://getfirefox.com"> http://getfirefox.com</a> !

source: WebM file (VP8/Vorbis)
fr: Fichier WebM (VP8/Vorbis)

source: Here you can track the state of media being processed on this instance.
fr: Ici, vous pouvez suivre la progression des médias en cours de traitement sur ce serveur.

source: Media in-processing
fr: Médias en cours de traitement

source: No media in-processing
fr: Aucun média en cours de traitement

source: These uploads failed to process:
fr: Le traitement de ces fichiers a échoué :

source: No failed entries!
fr: Aucun échec !

source: Last 10 successful uploads
fr: 10 derniers médias traités avec succès

source: No processed entries, yet!
fr: Aucun média traité, pour le moment !

source: Sorry, no such report found.
fr: Désolé, ce signalement n'a pas été trouvé.

source: Return to Reports Panel
fr: Retourner au Panneau des signalements

source: Report
fr: Signalement

source: Reported comment
fr: Commentaire signalé

source: ❖ Reported media by <a href="%(user_url)s">%(user_name)s</a>
fr: ❖ Média signalé par <a href="%(user_url)s">%(user_name)s</a>

source: CONTENT BY <a href="%(user_url)s"> %(user_name)s</a> HAS BEEN DELETED
fr: LE CONTENU PUBLIE PAR <a href="%(user_url)s"> %(user_name)s</a> A ETE SUPPRIME

source: Resolve
fr: Résoudre

source: Resolve This Report
fr: Résoudre ce signalement

source: Status
fr: Statut

source: RESOLVED
fr: RESOLU

source: You cannot take action against an administrator
fr: Vous ne pouvez pas agir contre un administrateur

source: Report panel
fr: Panneau des signalements

source: Here you can look up open reports that have been filed by users.
fr: Ici vous pouvez superviser les signalements remplis par les utilisateurs.

source: Active Reports Filed
fr: Signalements actifs

source: Offender
fr: Utilisateur mis en cause

source: When Reported
fr: Signalé le

source: Reported By
fr: Signalé par

source: Reason
fr: Raison

source: Comment Report #%(report_id)s
fr: Rapport de commentaires #%(report_id)s

source: Media Report #%(report_id)s
fr: Signalement de média #%(report_id)s

source: No open reports found.
fr: Aucun signalement en attente de résolution n'a été trouvé.

source: Closed Reports
fr: Signalements résolus

source: Resolved
fr: Résolu

source: Action Taken
fr: Action réalisée

source: Closed Report #%(report_id)s
fr: Signalement résolu #%(report_id)s

source: No closed reports found.
fr: Aucun signalement résolu n'a été trouvé.

source: Email verification needed
fr: Vérification d'e-mail nécessaire

source: %(username)s's profile
fr: Profil de %(username)s

source: This user hasn't filled in their profile (yet).
fr: Cet utilisateur n'a pas (encore) renseigné son profil.

source: Edit profile
fr: Modifier le profil

source: Browse collections
fr: Parcourir les collections

source: Yes
fr: Oui

source: No
fr: Non

source: User panel
fr: Panneau des utilisateurs

source: Here you can look up users in order to take punitive actions on them.
fr: Ici vous pouvez superviser les utilisateurs afin de prendre des mesures punitives contre eux.

source: Active Users
fr: Utilisateurs actifs

source: When Joined
fr: Inscrit le

source: # of Comments Posted
fr: # de commentaires postés

source: No users found.
fr: Aucun utilisateur trouvé.

source: Add a collection
fr: Ajouter une collection

source: Add your media
fr: Ajoutez votre média

source: Add a comment
fr: Ajouter un commentaire

source: Add this comment
fr: Ajouter ce commentaire

source: Added
fr: Ajouté

source: %(collection_title)s (%(username)s's collection)
fr: “%(collection_title)s” (collection de %(username)s)

source: %(collection_title)s by <a href="%(user_url)s">%(username)s</a>
fr: “%(collection_title)s” de <a href="%(user_url)s">%(username)s</a>

source: Really delete
fr: Voulez-vous vraiment supprimer

source: Really remove %(media_title)s from %(collection_title)s?
fr: Voulez-vous vraiment retirer “%(media_title)s” de “%(collection_title)s” ?

source: Remove
fr: Retirer

source: %(username)s's collections
fr: Collections de %(username)s

source: <a href="%(user_url)s">%(username)s</a>'s collections
fr: Collections de <a href="%(user_url)s">%(username)s</a>

source: Hi %(username)s, %(comment_author)s commented on your post (%(comment_url)s) at %(instance_name)s
fr: Bonjour %(username)s, %(comment_author)s a commenté votre post (%(comment_url)s) sur %(instance_name)s

source: %(username)s's media
fr: Médias de %(username)s

source: <a href="%(user_url)s">%(username)s</a>'s media with tag <a href="%(tag_url)s">%(tag)s</a>
fr: Médias de <a href="%(user_url)s">%(username)s</a> avec le mot-clé “<a href="%(tag_url)s">%(tag)s</a>”

source: <a href="%(user_url)s">%(username)s</a>'s media
fr: Médias de <a href="%(user_url)s">%(username)s</a>

source: ❖ Browsing media by <a href="%(user_url)s">%(username)s</a>
fr: ❖ Parcourir les médias de <a href="%(user_url)s">%(username)s</a>

source: Comment Preview
fr: Prévisualisation du commentaire

source: Add “%(media_title)s” to a collection
fr: Ajouter “%(media_title)s” à une collection

source: Add a new collection
fr: Ajouter une nouvelle collection

source: You can track the state of media being processed for your gallery here.
fr: Vous pouvez suivre l'état des médias en cours de traitement pour votre galerie ici.

source: Your last 10 successful uploads
fr: Vos 10 derniers médias traités avec succès

source: <h2>File a Report</h2>
fr: <h2>Remplir un signalement</h2>

source: Reporting this Comment
fr: Signaler ce commentaire

source: Reporting this Media Entry
fr: Signaler ce média

source: ❖ Published by <a href="%(user_url)s" class="comment_authorlink">%(username)s</a>
fr: ❖ Publié par <a href="%(user_url)s" class="comment_authorlink">%(username)s</a>

source: File Report
fr: Remplir un signalement

source: Here's a spot to tell others about yourself.
fr: C'est ici que vous pouvez vous présenter.

source: View all of %(username)s's media
fr: Voir tous les médias de %(username)s

source: This is where your media will appear, but you don't seem to have added anything yet.
fr: C'est ici que vos médias s'afficheront, mais vous n'avez rien ajouté pour le moment.

source: There doesn't seem to be any media here yet...
fr: Il n'y a pas de média ici pour le moment...

source: Almost done! Your account still needs to be activated.
fr: Presque fini ! Votre compte a maintenant besoin d'être activé.

source: An email should arrive in a few moments with instructions on how to do so.
fr: Un e-mail devrait vous parvenir dans quelques instants ; il vous indiquera comment procéder.

source: In case it doesn't:
fr: Si la vérification n'est pas arrivée à bon port :

source: Resend verification email
fr: Renvoyer l'e-mail de vérification

source: Someone has registered an account with this username, but it still has to be activated.
fr: Quelqu'un a déjà enregistré un compte avec ce nom, mais celui-ci n'a pas encore été activé.

source: If you are that person but you've lost your verification email, you can <a href="%(login_url)s">log in</a> and resend it.
fr: Si c'est de vous qu'il s'agit, mais que vous avez perdu l'e-mail de vérification, vous pouvez vous <a href="%(login_url)s">identifier</a> et le renvoyer.

source: (remove)
fr: (retirer)

source: Collected in
fr: Dans les collections

source: Add to a collection
fr: Ajouter à une collection

source: feed icon
fr: icône de flux

source: Atom feed
fr: Flux Atom

source: All rights reserved
fr: Tous droits réservés

source: ← Newer
fr: ← Plus récent

source: Older →
fr: Plus ancien →

source: Go to page:
fr: Aller à la page :

source: newer
fr: plus récent

source: older
fr: plus ancien

source: Report media
fr: Signaler le média

source: Tagged with
fr: Etiqueté avec

source: Could not read the image file.
fr: Impossible de lire l'image.

source: Oops!
fr: Oups !

source: An error occured
fr: Une erreur est survenue

source: Bad Request
fr: Mauvaise requête

source: The request sent to the server is invalid, please double check it
fr: La requête envoyée au serveur est non valide, veuillez la vérifier

source: Operation not allowed
fr: Opération non autorisée

source: Sorry Dave, I can't let you do that!</p><p>You have tried to perform a function that you are not allowed to. Have you been trying to delete all user accounts again?
fr: Je regrette cher ami, cela m'est malheureusement impossible !</p><p>Vous avez essayé d'effectuer une action pour laquelle vous n'avez pas de permission. Avez-vous tenté de supprimer tous les comptes utilisateur à nouveau ?

source: There doesn't seem to be a page at this address. Sorry!</p><p>If you're sure the address is correct, maybe the page you're looking for has been moved or deleted.
fr: Il ne semble pas y avoir de page à cette adresse. Désolé ! </p><p>Si vous êtes sûr que l'adresse est correcte, peut-être que la page que vous recherchez a été déplacée ou supprimée.

source: year
fr: année

source: month
fr: mois

source: week
fr: semaine

source: day
fr: jour

source: hour
fr: heure

source: Comment
fr: Commenter

source: You can use <a href="http://daringfireball.net/projects/markdown/basics" target="_blank">Markdown</a> for formatting.
fr: Vous pouvez utiliser les <a href="http://daringfireball.net/projects/markdown/basics" target="_blank"> Outils</a> pour améliorer la mise en page du texte.

source: I am sure I want to remove this item from the collection
fr: Je suis sûr de vouloir retirer cet élément de la collection

source: -- Select --
fr: -- Sélectionner --

source: Include a note
fr: Inclure une note

source: You can use <a href="http://daringfireball.net/projects/markdown/basics" target="_blank"> Markdown</a> for formatting.
fr: Vous pouvez utiliser <a href="http://daringfireball.net/projects/markdown/basics" target="_blank"> Markdown</a> pour la mise en page.

source: Reason for Reporting
fr: Raison du signalement

source: Sorry, comments are disabled.
fr: Désolé, les commentaires sont désactivés.

source: Oops, your comment was empty.
fr: Oups, votre commentaire était vide.

source: Your comment has been posted!
fr: Votre commentaire a été ajouté !

source: Please check your entries and try again.
fr: Veuillez vérifier vos entrées et réessayer.

source: You have to select or add a collection
fr: Vous devez sélectionner ou ajouter une collection

source: "%s" already in collection "%s"
fr: “%s” est déjà dans la collection “%s”

source: "%s" added to collection "%s"
fr: “%s” a été ajouté à la collection “%s”

source: You deleted the media.
fr: Vous avez supprimé le média.

source: You are about to delete another user's media. Proceed with caution.
fr: Vous vous apprêtez à supprimer le média d'un autre utilisateur. Veuillez prendre garde.

source: You deleted the item from the collection.
fr: Vous avez retiré cet élément de la collection.

source: The item was not removed because you didn't check that you were sure.
fr: L'élément n'a pas été retiré car vous n'avez pas coché la case de confirmation.

source: You are about to delete an item from another user's collection. Proceed with caution.
fr: Vous vous apprêtez à supprimer un élément de la collection d'un autre utilisateur. Veuillez prendre garde.

source: You deleted the collection "%s"
fr: Vous avez supprimé la collection “%s”

source: The collection was not deleted because you didn't check that you were sure.
fr: La collection n'as pas été supprimée car vous n'avez pas confirmé votre certitude

source: You are about to delete another user's collection. Proceed with caution.
fr: Vous vous apprêtez à supprimer la collection d'un autre utilisateur. Procédez avec attention.

source: Choose some libre music
fr: Choisir la musique libre

source: The libre militant music archive
fr: L'archive de la musique militante libre

source: The postal code is incorrect, or not precise enough (e.g : you can try 75007 instead of 75000)
fr: Le code postal est incorrect, ou imprécis ( vous pouvez essayer 75007 au lieu de 75000)

source: You need to select a country first !
fr: Vous devez sélectionner un pays auparavant !

source: Your query returned no results. Check spelling or try a bigger city
fr: Votre recherche n'a donné aucun résultat. Vérifiez l'orthographe ou donnez une ville proche plus grande

source: Please select the correct city bellow
fr: Sélectionnez une ville ci-dessous SVP

source: Preview
fr: Aperçu

source: You can only upload audiofiles here. This file will be skipped :
fr: Seuls les fichiers audios sont autorisés ici. Ce fichier a été retiré :

source: You've selected
fr: Vous avez sélectionné

source: Coordinates
fr: Coordonnées

source: Remove from list
fr: Enlever de la liste

source: Add to list
fr: Ajouter à la liste

source: OK
fr: Accepter

source: Restore
fr: Sauver

source: Dashboard
fr: Espace utilisateur

source: Register
fr: s'enregistrer

source: at
fr: de

source: Add on
fr: Ajouté le

source: Change email
fr: Modifier l'adresse mail

source: Change password
fr: Modifier votre mot de passe

source: From the album :
fr: De l'album :

source: Oops, you are not allowed to do that !
fr: Oups, vous n'êtes pas autorisé à le faire!

source: add album to playlist
fr: Ajouter l'album à la playlist

source: All bands
fr: Tous les groupes

source: Filters
fr: Filtres

source: Band picture
fr: photo du groupe

source: Country
fr: pays

source: the band exists since
fr: le groupe existe depuis

source: album picture
fr: couverture de l'album

source: Tags for this album
fr: Tags pour cet album

source: Add composer(s):
fr: Ajouter un/des compositeur(s)

source: Click to add a composer :
fr: Cliquer pour ajouter un compositeur

source: Composers
fr: Compositeur(s)

source: Add new occasionnal members as composers of this track
fr: Ajouter un ou des nouveaux membres occasionnels comme compositeur(s) de ce titre

source: Authors
fr: Auteur(s)

source: Click to add an author :
fr: Cliquer pour ajouter un auteur

source: Add new occasionnal members as authors of this track
fr: Ajouter un ou des nouveaux membres occasionnels comme auteur(s) de ce titre

source: Current extra performers
fr: Interprète(s) supplémentaire(s)

source: plays
fr: jouent

source: Separate roles by commas.
fr: Séparez les éléments par des virgules

source: Editing
fr: Edition

source: On this album, permanent members played :
fr: Sur cet album, des membres permanents jouent :

source: Only permanent members are listed bellow. You can add/edit occasionnal performers by editing individual tracks,
fr: Seuls les membres permanents sont listés ci-dessous. Vous pouvez ajouter/modifier des interprètes occasionnels en éditant individuellement titre,

source: You can change the status occationnal/permanent or active/former, by editing the member's profile
fr: Vous pouvez changer le statut occasionnel/permanent ou active/ancien, en modifiant le profil du membre

source: Only members active when the album was released are editable. Check arrival/departure of members if you can't edit an active member
fr: Seuls les membres actifs lors de la réalisation de l'album sont modifiables. Vérifiez arrivée/départ des membres si vous ne pouvez pas éditer un membre actif

source: Add tracks to
fr: Ajouter les titres

source: General informations for all the tracks
fr: Informations générales pour tous les titres

source: (Don't worry, you can adjust values for each tracks after you've added them ! )
fr: (Vous pourrez modifier les paramètres de chaque titre après les avoir ajouté ! )

source: Add the tracks
fr: Ajouter les titres

source: Performers
fr: Interprètes

source: Add album to
fr: Ajouter un album à

source: Album description :
fr: Description de l'album :

source: Instrument played by the band members in this album :
fr: Instrument joué par les membres du groupe pour cet album :

source: Use commas to separate instuments (e.g. : guitars, backing vocals, samples)
fr: Utilisez des virgules pour séparer chaque instrument (ex : guitares,choeurs,synthé)

source: Just add the album
fr: Ajouter seulement cet album

source: Add and continue ( last step : tracks )
fr: Ajouter l'album et continuer ( prochaine étape : ajouter les titres )

source: Add a new band
fr: Ajouter un nouveau groupe

source: Media encoding progress (when will my tracks be ready ?)
fr: Résultats de l'encodage des médias (traitements en cours.. échoués.. réussis..)

source: Bands I manage :
fr: Les groupes managés :

source: Edit band
fr: Editer le groupe

source: Edit Album
fr: Editer l'album

source: cover
fr: couverture

source: Add tracks
fr: Ajouter des titres

source: Add an album
fr: Ajouter un album

source: Show/hide members
fr: Voir/Cacher les membres

source: Edit member
fr: Editer les membres

source: Add members
fr: Ajouter des membres

source: Added on
fr: Ajouté le

source: Track edition
fr: Edition du titre

source: Create a new Band
fr: Créer un nouveau groupe

source: Just add the band
fr: Ajouter seulement le groupe

source: Add and continue ( next : members )
fr: Ajouter le groupe et continuer ( prochaine étape : les membres )

source: Add band members to
fr: Ajouter des membres au groupe

source: New Member
fr: Nouveau membre

source: Just add the members
fr: Ajouter seulement les membres

source: Add and continue ( next : Album )
fr: Ajouter les membres et continuer ( étape suivante : l'album )

source: Dogma music player
fr: Lecteur de musique Dogma

source: country :
fr: pays :

source: Same country as the band
fr: Même pays que le groupe

source: Postal code :
fr: Code postal :

source: Just type your postal code and click here :
fr: Il suffit de taper votre code postal et cliquez ici:

source: search your city
fr: Chercher votre ville

source: Your city :
fr: Votre ville :

source: Same location as the band
fr: Même localité que le groupe

source: There's several cities for this postal code, click to select :
fr: S'il y a plusieurs ville pour ce code postal, cliquer pour sélectionner

source: loading ...
fr: chargement ...

source: The postal code is incorrect, or not precise enough (e.g : you can try 75007 instead of 75000)
fr: Le code postal est incorrect ou imprècis (ex : vous pouvez choisir 75007 au lieu de 75000)

source: Composers
fr: Compositeur(s)

source: Performers
fr: Interprètre(s)

source: City :
fr: Ville :

source: Type the name of the city and select one in the list (you must select a country first)
fr: Entrez le nom de la ville ou sélectionnez-la dans la liste (vous devez avoir choisi un pays auparavant.)

source: Composer(s)
fr: Compositeur(s)

source: Author(s)
fr: Auteur(s)

source: Leave blank if the title is the name of the file.
fr: Laisser ce champs vide si le titre est le nom du fichier.

source: you must choose a license
fr: Vous devez choisir une licence

source: Separate names by commas.
fr: Séparez les noms par des virgules

source: Extra Performer
fr: Interprète occasionnel

source: Tags for this tracks
fr: Tags pour ce titre

source: Separate tags by commas. (they will be added to the global tags)
fr: Séparez les tags par des virgules. (ils seront ajoutés à la liste globale des tags)

source: Composer(s) for ALL tracks
fr: Compositeur(s) pour tous les titres

source: Author(s) for ALL tracks
fr: Auteur(s) pour tous les titres

source: Tags for ALL tracks
fr: Tags pour tous les titres

source: Separate tags by commas. Songs' tags will be added to global tags.
fr: Séparez les noms par des virgules. Les tags des chansons seront ajoutés aux tags globaux.

source: License for ALL tracks
fr: Licence pour tous les titres

source: Use CTRL and/or SHIFT to select multiple items
fr: Utilisez CTRL et/ou SHIFT pour sélectionner plusieurs éléments

source: Tracks
fr: Titres

source: Click the checkbox bellow if it's an internationnal band
fr: Cochez la case pour indiquer un groupe international.

source: Internationnal band
fr: Groupe international

source: You can use format *.jpeg or *.jpg filetypes
fr: Uniquement en format de fichier *.jpeg ou *.jpg

source: Description of the band
fr: Description du groupe

source: This band exists since :
fr: Ce groupe existe depuis :

source: date format YYYY-MM-DD
fr: date au format YYYY-MM-DD

source: Bands
fr: Groupes

source: User name *
fr: Pseudonyme *

source: Real name
fr: Nom et prénom

source: Member Since
fr: simple membre

source: Member since the begining of the band
fr: Membre au commencement du groupe

source: Former member
fr: Ancien membre

source: Member until
fr: Membre jusqu'au

source: Permanent member
fr: Membre permanent

source: Permanent members are listed as band members, others are listed as colaborators
fr: Les membres permanents sont répertoriés en tant que membre du groupe, les autres sont considérés comme collaborateurs

source: Release date of this album *
fr: Date de sortie de cet album *

source: Album Title
fr: Titre de l'album

source: Album cover
fr: Couverture de l'album

source: You can only upload *.jpg. An album cover must be a square
fr: Uniquement en format de fichier *.jpeg ou *.jpg et un format de page carré

source: Description of this Album
fr: Description de cet album

source: Instrument played * by
fr: Instrument joué * par

source: A file has been skipped. Only audiofiles are supported'
fr: Un fichier a été ignoré. Seul les fichiers audio sont pris en charge.

source: User may not edit this member
fr: L'utilisateur ne peut modifier ce membre

source: Band successfully modified !
fr: Le groupe est modifié avec succès !

source: This is not an album !
fr: Ce n'est pas un album !

source: Album successfully modified !
fr: Album modifié avec succès !

source: User may not edit this media
fr: L'utilisateur ne peut modifier ce média

source: Track successfully modified !
fr: Titre modifié avec succès !

source: members
fr: membres

source: This member does not exist !
fr: Ce membre n'existe pas !

source: The relationship member-band is unknown !
fr: La relation member-band est inconnue !

source: Freed music Ecosystem
fr: Écosystème de musique Libérée

source: This band does not exist !
fr: Ce groupe n'existe pas !

source: Former members are always listed as band members
fr: Les anciens membres sont toujours répertoriés comme membres du groupe

source: If the box is checked: the member is listed as band member, otherwise it is considered as a casual member
fr: Si la case est cochée : le membre est répertorié comme membre de la bande, sinon il est considéré comme membre occasionnel

source: Problem ?
fr: Une erreur ?

source: Report a bug
fr: Signaler un bug

source: Random selection
fr: Sélection aléatoire

source: of
fr: de

source: Other actions
fr: Autres opérations

source: Edit coomute's settings
fr: Editer vos préférences

source: Released under the
fr: Distribué sous

source: available
fr: disponible

source: Powered by
fr: Propulsé par

source: Source code
fr: Code source

source: Well this is somewhat embarrassing, isn’t it?
fr: Ceci est plutôt embarrassant.

source: It seems we can’t find what you’re looking for. Perhaps searching, or one of the links below, can help.
fr: Il semble que nous ne pouvions pas trouver ce que vous cherchez. Peut-être la recherche, ou l'un des liens ci-dessous, pourra vous aider
